import img1 from '../assets/1.avif'
import img2 from '../assets/2.jpg'
import img3 from '../assets/3.jfif'
import img4 from '../assets/4.jpeg'
import img5 from '../assets/5.jfif'
export const videos = [
  {
    avatar: img1,
    title: "كورس FullStack لبناء الواقع باحتراف من الصفر 2023",
    channal: "OmarMohamed | عمر محمد",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ سنة"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img1,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img1,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img1,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img1,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img1,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img2,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img3,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img4,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
  {
    avatar: img5,
    title: "تعليم برمجه من الصفر حتي الاحتراف 2023",
    channal: "اكاديمة البرمجة",
    views: "2 مليون مشاهدة",
    time: "تم نشرة منذ 5 شهور"
  },
]